{
    "userAgreement": "1. Общие положения\n   1.1. Настоящее соглашение (далее — 'Соглашение') регулирует отношения между вами (далее — 'Пользователь') и разработчиком учебного приложения 'вкграм' (далее — 'Приложение').\n   1.2. Приложение 'вкграм' является учебным проектом и разработано исключительно в образовательных целях. Использование данного приложения подразумевает согласие с условиями настоящего Соглашения.\n\n2. Использование данных\n   2.1. При регистрации и использовании Приложения вы даете нам право собирать, обрабатывать и использовать ваши персональные данные в пределах, необходимых для функционирования приложения.\n   2.2. Мы можем изменять, обрабатывать и распоряжаться вашими данными по своему усмотрению, но всегда в рамках учебного проекта.\n\n3. Ответственность\n   3.1. Приложение 'вкграм' предоставляется 'как есть' без каких-либо гарантий. Мы не гарантируем отсутствие ошибок, багов, или недоработок в Приложении, и не несем ответственности за их последствия.\n   3.2. Мы не несем ответственности за любые сбои в работе вашего устройства или за любые проблемы, которые могут возникнуть после установки Приложения.\n\n4. Прекращение использования\n   4.1. Вы можете в любой момент прекратить использование Приложения и удалить его со своего устройства.\n   4.2. Мы оставляем за собой право изменять или прекращать предоставление услуг Приложения в любое время без предварительного уведомления.\n\n5. Заключительные положения\n   5.1. Мы оставляем за собой право изменять и обновлять настоящее Соглашение. Изменения вступают в силу с момента их публикации в Приложении.\n   5.2. Ваше продолжение использования Приложения после изменений в Соглашении означает ваше согласие с новыми условиями.",
    "privacyPolicy": "1. Общие положения\n\n  1.1. Настоящая Политика конфиденциальности регулирует обработку персональных данных пользователей Приложения «вкграм».\n\n  1.2. Приложение «вкграм» является учебным проектом и разрабатывается исключительно в образовательных целях. Собираемые данные используются для функционирования Приложения в рамках учебного процесса.\n\n2. Какие данные мы собираем\n\n  2.1. Мы собираем персональные данные, такие как имя, электронная почта и другие данные, которые вы предоставляете при регистрации и использовании Приложения.\n\n  2.2. Мы можем использовать техническую информацию, такую как IP-адрес, информация о вашем устройстве, операционной системе и версии Приложения, для улучшения его работы.\n\n3. Как мы используем данные\n\n  3.1. Ваши данные могут быть использованы для предоставления доступа к функционалу Приложения, его улучшения и обработки запросов.\n\n  3.2. Мы не передаем ваши данные третьим лицам, за исключением случаев, предусмотренных законодательством или необходимых для функционирования Приложения.\n\n4. Ответственность\n\n  4.1. Мы не несем ответственности за утечку данных, если пользователи не соблюдают меры безопасности, такие как слабые пароли или передача данных третьим лицам.\n\n  4.2. Приложение предоставляется \"как есть\", и мы не несем ответственности за баги, сбои или проблемы с устройствами после установки Приложения.\n\n5. Изменения в Политике конфиденциальности\n\n  5.1. Мы оставляем за собой право изменять Политику конфиденциальности. Все изменения вступают в силу с момента их публикации в Приложении."
}
